/*  Class = "NSButton"; gToolTip = "Encrypt all connection and window state data with a password."; ObjectID = "3";  */
"Encrypt all connection and window state data with a password." = "Crypter toute connexion et données sur l'état des fenêtres avec un mot de passe.";

/*  Class = "NSButton"; gToolTip = "Remember selected table, view status, filter settings, etc."; ObjectID = "4";  */
"Remember selected table, view status, filter settings, etc." = "Se souvenir des sélections de table, affichage, réglages de filtres,...";

/*  Class = "NSButton"; gToolTip = "ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!"; ObjectID = "5";  */
"ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!" = "ATTENTION : Si activé, tous les mots de passe seront sauvegardés dans le fichier ! Il est vivement recommandé de crypter toutes les données !";

/*  Class = "NSButtonCell"; title = "Include passwords"; ObjectID = "6";  */
"Include passwords" = "Inclure les mots de passe";

/*  Class = "NSButtonCell"; title = "Remember window state"; ObjectID = "7";  */
"Remember window state" = "Se souvenir de l'état des fenêtres";

/*  Class = "NSButtonCell"; title = "Encrypt with password:"; ObjectID = "8";  */
"Encrypt with password:" = "Crypter avec le mot de passe :";

/*  Class = "NSButtonCell"; title = "Auto connect when opening"; ObjectID = "14";  */
"Auto connect when opening" = "Se connecter automatiquement à l'ouverture";

/*  Class = "NSButtonCell"; title = "Remember Query Editor content"; ObjectID = "16";  */
"Remember Query Editor content" = "Se souvenir du contenu de l'éditeur de requêtes";

/*  Class = "NSTextFieldCell"; title = "It is highly recommended to encrypt the entire data!"; ObjectID = "36";  */
"It is highly recommended to encrypt the entire data!" = "Il est vivement recommandé de crypter toutes les données !";

